Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Threshold band — productive lactate-clearance stimulus
ar: نطاق العتبة — محفّز مثمر لإزالة اللاكتات
da: Tærskelbånd — produktivt stimulus for laktatclearance
de: Schwellenband — produktiver Reiz für die Laktat-Clearance
es: Banda de umbral — estímulo productivo de aclaramiento de lactato
fi: Kynnyskaista — tuottava laktaatinpoiston ärsyke
fr: Bande de seuil — stimulus productif d’élimination du lactate
is: Þröskuldsband — gagnlegt áreiti fyrir mjólkursýruhreinsun
it: Fascia di soglia — stimolo produttivo per la clearance del lattato
ja: 閾値帯 — 乳酸除去能への有効な刺激
ko: 역치 구간 — 젖산 제거에 유효한 자극
nb: Terskelbånd — produktivt stimulus for laktatklarering
nl: Drempelband — productieve prikkel voor lactaatklaring
pt_br: Faixa de limiar — estímulo produtivo de remoção de lactato
ru: Пороговая зона — продуктивный стимул утилизации лактата
sv: Tröskelband — produktiv stimulus för laktatclearance
zh_hans: 阈值区间 — 对乳酸清除的有效刺激

source: Threshold crossings
ar: عبورات العتبة
da: Tærskelkrydsninger
de: Schwellenüberschreitungen
es: Cruces de umbral
fi: Kynnyksen ylitykset
fr: Franchissements de seuil
is: Þröskuldsfaringar
it: Attraversamenti di soglia
ja: しきい値の交差
ko: 임계값 교차
nb: Terskelkryssinger
nl: Drempeloverschrijdingen
pt_br: Cruzamentos de limiar
ru: Пересечения порога
sv: Tröskelkorsningar
zh_hans: 阈值跨越

source: Threshold intensity. Develops lactate clearance at race-pace efforts.
ar: شدة عند العتبة. تطوّر إزالة اللاكتات عند جهود بوتيرة السباق.
da: Tærskelintensitet. Udvikler laktatclearance ved konkurrencetempo.
de: Schwellenintensität. Entwickelt die Laktat-Clearance bei Wettkampftempo.
es: Intensidad de umbral. Desarrolla el aclaramiento de lactato a ritmo de competición.
fi: Kynnysteho. Kehittää laktaatinpoistoa kilpailuvauhtisissa vedoissa.
fr: Intensité au seuil. Développe la clairance du lactate à allure de course.
is: Þröskuldsákefð. Þróar mjólkursýruhreinsun á keppnishraða.
it: Intensità di soglia. Sviluppa lo smaltimento del lattato a ritmo gara.
ja: 閾値強度。レースペースでの乳酸クリアランスを高めます。
ko: 역치 강도. 레이스 페이스에서의 젖산 제거 능력을 키웁니다.
nb: Terskelintensitet. Utvikler laktatclearance ved konkurransefart.
nl: Drempelintensiteit. Ontwikkelt lactaatklaring bij wedstrijdtempo.
pt_br: Intensidade de limiar. Desenvolve a remoção de lactato em ritmo de prova.
ru: Пороговая интенсивность. Развивает выведение лактата на соревновательном темпе.
sv: Tröskelintensitet. Utvecklar laktatclearance vid tävlingsfart.
zh_hans: 阈值强度。在比赛配速下发展乳酸清除能力。

source: Threshold session today — tomorrow easy aerobic only (Z1-Z2, 30-60 min). Two consecutive threshold days rarely produces extra adaptation.
ar: جلسة عند العتبة اليوم — غدًا هوائي خفيف فقط (Z1-Z2، 30-60 دقيقة). نادرًا ما ينتج يومان متتاليان عند العتبة تكيّفًا إضافيًا.
da: Tærskelsession i dag — i morgen kun let aerobt (Z1-Z2, 30-60 min). To tærskeldage i træk giver sjældent ekstra tilpasning.
de: Heute Schwelleneinheit — morgen nur locker aerob (Z1-Z2, 30-60 Min). Zwei Schwellentage in Folge bringen selten zusätzliche Anpassung.
es: Hoy sesión de umbral — mañana solo aeróbico suave (Z1-Z2, 30-60 min). Dos días seguidos de umbral rara vez producen adaptación extra.
fi: Tänään kynnysharjoitus — huomenna vain kevyttä aerobista (Z1-Z2, 30-60 min). Kaksi peräkkäistä kynnyspäivää tuottaa harvoin lisäadaptaatiota.
fr: Séance au seuil aujourd’hui — demain, aérobie facile seulement (Z1-Z2, 30-60 min). Deux jours de seuil consécutifs produisent rarement une adaptation supplémentaire.
is: Þröskuldslota í dag — á morgun aðeins rólegt loftháð (Z1-Z2, 30-60 mín). Tveir þröskuldsdagar í röð skila sjaldan aukinni aðlögun.
it: Oggi seduta in soglia — domani solo aerobico facile (Z1-Z2, 30-60 min). Due giorni di soglia consecutivi raramente danno adattamento extra.
ja: 今日は閾値セッション — 明日はイージーな有酸素のみ（Z1-Z2、30〜60 分）。閾値練習を 2 日続けても追加の適応はほとんど得られません。
ko: 오늘은 역치 세션 — 내일은 가벼운 유산소만(Z1-Z2, 30-60분). 역치 훈련을 이틀 연속으로 해도 추가 적응은 거의 없습니다.
nb: Terskeløkt i dag — i morgen kun rolig aerobt (Z1-Z2, 30-60 min). To terskeldager på rad gir sjelden ekstra tilpasning.
nl: Vandaag drempelsessie — morgen alleen rustig aeroob (Z1-Z2, 30-60 min). Twee opeenvolgende drempeldagen leveren zelden extra adaptatie op.
pt_br: Hoje sessão de limiar — amanhã apenas aeróbio leve (Z1-Z2, 30-60 min). Dois dias seguidos de limiar raramente geram adaptação extra.
ru: Сегодня пороговая сессия — завтра только лёгкая аэробика (Z1-Z2, 30-60 мин). Два пороговых дня подряд редко дают дополнительную адаптацию.
sv: Tröskelpass idag — imorgon endast lugnt aerobt (Z1-Z2, 30-60 min). Två tröskeldagar i rad ger sällan extra anpassning.
zh_hans: 今天是阈值课 — 明天只做轻松有氧（Z1-Z2，30-60 分钟）。连续两天阈值训练很少带来额外适应。

source: THRESHOLD WORK
ar: عمل عند العتبة
da: TÆRSKELARBEJDE
de: SCHWELLENARBEIT
es: TRABAJO EN UMBRAL
fi: KYNNYSTYÖ
fr: TRAVAIL AU SEUIL
is: ÞRÖSKULDSVINNA
it: LAVORO ALLA SOGLIA
ja: 閾値トレーニング
ko: 역치 훈련
nb: TERSKELARBEID
nl: DREMPELWERK
pt_br: TRABALHO NO LIMIAR
ru: РАБОТА НА ПОРОГЕ
sv: TRÖSKELARBETE
zh_hans: 阈值训练

source: Threshold work — productive load
ar: عمل عند العتبة — حمل مثمر
da: Tærskelarbejde — produktiv belastning
de: Schwellenarbeit — produktive Belastung
es: Trabajo en umbral — carga productiva
fi: Kynnystyö — tuottava kuormitus
fr: Travail au seuil — charge productive
is: Þröskuldsvinna — gagnlegt álag
it: Lavoro alla soglia — carico produttivo
ja: 閾値トレーニング — 有効な負荷
ko: 역치 훈련 — 생산적 부하
nb: Terskelarbeid — produktiv belastning
nl: Drempelwerk — productieve belasting
pt_br: Trabalho no limiar — carga produtiva
ru: Работа на пороге — продуктивная нагрузка
sv: Tröskelarbete — produktiv belastning
zh_hans: 阈值训练 — 有效负荷

source: Threshold workout — you pushed into the LT1-LT2 band for %1$lld min, easy the remaining %2$lld min.
ar: تمرين عند العتبة — دفعت إلى نطاق LT1-LT2 لمدة %lld دقيقة، وكانت الـ%lld دقيقة المتبقية خفيفة.
da: Tærskeltræning — du pressede ind i LT1-LT2-båndet i %lld min, og de resterende %lld min var lette.
de: Schwellentraining — du warst %lld Min im LT1-LT2-Band, die restlichen %lld Min locker.
es: Entrenamiento de umbral — entraste en la banda LT1-LT2 durante %lld min y los %lld min restantes fueron suaves.
fi: Kynnysharjoitus — työnnyit LT1-LT2-alueelle %lld min ajaksi, loput %lld min kevyesti.
fr: Séance au seuil — vous êtes monté dans la bande LT1-LT2 pendant %lld min, les %lld min restantes en aisance.
is: Þröskuldsæfing — þú fórst inn á LT1-LT2 bilið í %lld mín, hinar %lld mín rólegar.
it: Allenamento in soglia — sei entrato nella banda LT1-LT2 per %lld min, i restanti %lld min facili.
ja: 閾値ワークアウト — LT1-LT2 帯に %lld 分入り、残りの %lld 分はイージーでした。
ko: 역치 훈련 — LT1-LT2 구간에서 %lld분을 밀어붙였고, 나머지 %lld분은 이지였습니다.
nb: Terskeløkt — du presset inn i LT1-LT2-båndet i %lld min, de resterende %lld min var rolige.
nl: Drempeltraining — je zat %lld min in de LT1-LT2-band, de resterende %lld min rustig.
pt_br: Treino de limiar — você entrou na faixa LT1-LT2 por %lld min e os %lld min restantes foram leves.
ru: Пороговая тренировка — вы держались в диапазоне LT1-LT2 %lld мин, остальные %lld мин легко.
sv: Tröskelpass — du gick upp i LT1-LT2-bandet i %lld min, de återstående %lld min var lugna.
zh_hans: 阈值训练 — 你在 LT1-LT2 区间推进了 %lld 分钟，其余 %lld 分钟为轻松强度。

source: Through AT1 ↓
ar: تحت AT1 ↓
da: Under AT1 ↓
de: Unter AT1 ↓
es: Por debajo de AT1 ↓
fi: AT1:n alle ↓
fr: Sous AT1 ↓
is: Undir AT1 ↓
it: Sotto AT1 ↓
ja: AT1 を下回る ↓
ko: AT1 아래 ↓
nb: Under AT1 ↓
nl: Onder AT1 ↓
pt_br: Abaixo de AT1 ↓
ru: Ниже AT1 ↓
sv: Under AT1 ↓
zh_hans: 跌破 AT1 ↓

source: Through AT2 ↓ (hard)
ar: تحت AT2 ↓ (شاق)
da: Under AT2 ↓ (hård)
de: Unter AT2 ↓ (hart)
es: Por debajo de AT2 ↓ (duro)
fi: AT2:n alle ↓ (kova)
fr: Sous AT2 ↓ (difficile)
is: Undir AT2 ↓ (erfitt)
it: Sotto AT2 ↓ (duro)
ja: AT2 を下回る ↓（ハード）
ko: AT2 아래 ↓ (고강도)
nb: Under AT2 ↓ (hard)
nl: Onder AT2 ↓ (zwaar)
pt_br: Abaixo de AT2 ↓ (forte)
ru: Ниже AT2 ↓ (тяжело)
sv: Under AT2 ↓ (hård)
zh_hans: 跌破 AT2 ↓（高强度）

source: Tier
ar: المستوى
da: Niveau
de: Stufe
es: Nivel
fi: Taso
fr: Niveau
is: Þrep
it: Livello
ja: ティア
ko: 등급
nb: Nivå
nl: Niveau
pt_br: Nível
ru: Уровень
sv: Nivå
zh_hans: 层级

source: Tier %lld
ar: المستوى %lld
da: Niveau %lld
de: Stufe %lld
es: Nivel %lld
fi: Taso %lld
fr: Niveau %lld
is: Stig %lld
it: Livello %lld
ja: ティア %lld
ko: %lld단계
nb: Nivå %lld
nl: Niveau %lld
pt_br: Nível %lld
ru: Уровень %lld
sv: Nivå %lld
zh_hans: 第 %lld 级

source: Tier 1 — go hard
ar: المستوى 1 — ادفع بقوة
da: Niveau 1 — kør hårdt
de: Stufe 1 — voll durchziehen
es: Nivel 1 — a tope
fi: Taso 1 — täysillä
fr: Niveau 1 — allez fort
is: Þrep 1 — taktu á því
it: Livello 1 — spingi forte
ja: ティア1 — 全力で
ko: 1단계 — 강하게
nb: Nivå 1 — kjør hardt
nl: Niveau 1 — ga hard
pt_br: Nível 1 — vá forte
ru: Уровень 1 — можно работать жёстко
sv: Nivå 1 — kör hårt
zh_hans: 第 1 级 — 全力冲

source: Tier 2 — quality OK
ar: المستوى 2 — جودة مقبولة
da: Niveau 2 — kvalitet ok
de: Stufe 2 — Qualität ok
es: Nivel 2 — calidad OK
fi: Taso 2 — laatu ok
fr: Niveau 2 — qualité OK
is: Þrep 2 — gæði í lagi
it: Livello 2 — qualità OK
ja: ティア2 — 質の高い練習可
ko: 2단계 — 퀄리티 가능
nb: Nivå 2 — kvalitet ok
nl: Niveau 2 — kwaliteit oké
pt_br: Nível 2 — qualidade OK
ru: Уровень 2 — качество ок
sv: Nivå 2 — kvalitet ok
zh_hans: 第 2 级 — 可做质量课

source: Tier 3 — moderate only
ar: المستوى 3 — متوسط فقط
da: Niveau 3 — kun moderat
de: Stufe 3 — nur moderat
es: Nivel 3 — solo moderado
fi: Taso 3 — vain kohtalainen
fr: Niveau 3 — modéré seulement
is: Þrep 3 — aðeins miðlungs
it: Livello 3 — solo moderato
ja: ティア3 — 中強度のみ
ko: 3단계 — 중강도만
nb: Nivå 3 — kun moderat
nl: Niveau 3 — alleen matig
pt_br: Nível 3 — apenas moderado
ru: Уровень 3 — только умеренно
sv: Nivå 3 — endast måttlig
zh_hans: 第 3 级 — 仅中等强度

source: Tier 3 — moderate only (load elevated)
ar: المستوى 3 — متوسط فقط (الحمل مرتفع)
da: Niveau 3 — kun moderat (belastning forhøjet)
de: Stufe 3 — nur moderat (Belastung erhöht)
es: Nivel 3 — solo moderado (carga elevada)
fi: Taso 3 — vain kohtalainen (kuormitus koholla)
fr: Niveau 3 — modéré seulement (charge élevée)
is: Þrep 3 — aðeins miðlungs (álag hækkað)
it: Livello 3 — solo moderato (carico elevato)
ja: ティア3 — 中強度のみ（負荷が高い）
ko: 3단계 — 중강도만 (부하 상승)
nb: Nivå 3 — kun moderat (belastning forhøyet)
nl: Niveau 3 — alleen matig (belasting verhoogd)
pt_br: Nível 3 — apenas moderado (carga elevada)
ru: Уровень 3 — только умеренно (нагрузка повышена)
sv: Nivå 3 — endast måttlig (belastning förhöjd)
zh_hans: 第 3 级 — 仅中等强度（负荷偏高）

source: Tier 4 — easy aerobic
ar: المستوى 4 — هوائي سهل
da: Niveau 4 — let aerob
de: Stufe 4 — locker aerob
es: Nivel 4 — aeróbico suave
fi: Taso 4 — kevyt aerobinen
fr: Niveau 4 — aérobie facile
is: Þrep 4 — létt loftháð
it: Livello 4 — aerobico facile
ja: ティア4 — イージー有酸素
ko: 4단계 — 가벼운 유산소
nb: Nivå 4 — lett aerob
nl: Niveau 4 — licht aeroob
pt_br: Nível 4 — aeróbico leve
ru: Уровень 4 — лёгкая аэробная
sv: Nivå 4 — lätt aerob
zh_hans: 第 4 级 — 轻松有氧

source: Tier 5 — rest
ar: المستوى 5 — راحة
da: Niveau 5 — hvile
de: Stufe 5 — Ruhe
es: Nivel 5 — descanso
fi: Taso 5 — lepo
fr: Niveau 5 — repos
is: Þrep 5 — hvíld
it: Livello 5 — riposo
ja: ティア5 — 休養
ko: 5단계 — 휴식
nb: Nivå 5 — hvile
nl: Niveau 5 — rust
pt_br: Nível 5 — descanso
ru: Уровень 5 — отдых
sv: Nivå 5 — vila
zh_hans: 第 5 级 — 休息

source: Time
ar: الوقت
da: Tid
de: Zeit
es: Tiempo
fi: Aika
fr: Temps
is: Tími
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pt_br: Tempo
ru: Время
sv: Tid
zh_hans: 时间

source: Time above AT2 (α1 < 0.50)
ar: الوقت فوق AT2 (α1 < 0.50)
da: Tid over AT2 (α1 < 0,50)
de: Zeit über AT2 (α1 < 0,50)
es: Tiempo por encima de AT2 (α1 < 0,50)
fi: Aika yli AT2:n (α1 < 0,50)
fr: Temps au-dessus d’AT2 (α1 < 0,50)
is: Tími yfir AT2 (α1 < 0,50)
it: Tempo sopra AT2 (α1 < 0,50)
ja: AT2 超の時間 (α1 < 0.50)
ko: AT2 초과 시간 (α1 < 0.50)
nb: Tid over AT2 (α1 < 0,50)
nl: Tijd boven AT2 (α1 < 0,50)
pt_br: Tempo acima de AT2 (α1 < 0,50)
ru: Время выше AT2 (α1 < 0,50)
sv: Tid över AT2 (α1 < 0,50)
zh_hans: 高于 AT2 的时间 (α1 < 0.50)

source: Time actually spent asleep (excludes awake periods during the night). The National Sleep Foundation recommends 7–9 hours for adults 18–64, and 7–8 hours for adults 65+. Below 6 hours consistently is associated with impaired cognitive function, weakened immune response, and reduced training adaptation in athletes (Watson et al. 2015).
ar: الوقت المقضي نائمًا فعلًا (لا يشمل فترات اليقظة أثناء الليل). توصي National Sleep Foundation بـ 7–9 ساعات للبالغين 18–64، و7–8 ساعات لمن هم 65 فأكثر. ويرتبط النوم أقل من 6 ساعات باستمرار بضعف الوظيفة المعرفية، وتراجع الاستجابة المناعية، وانخفاض التكيّف التدريبي لدى الرياضيين (Watson وآخرون 2015).
da: Den tid du faktisk sov (uden vågne perioder i løbet af natten). National Sleep Foundation anbefaler 7–9 timer for voksne 18–64 år og 7–8 timer for 65+. Vedvarende under 6 timer er forbundet med svækket kognitiv funktion, nedsat immunrespons og reduceret træningstilpasning hos atleter (Watson m.fl. 2015).
de: Tatsächlich schlafend verbrachte Zeit (ohne Wachphasen in der Nacht). Die National Sleep Foundation empfiehlt 7–9 Stunden für Erwachsene von 18–64 Jahren und 7–8 Stunden ab 65. Dauerhaft unter 6 Stunden wird mit eingeschränkter kognitiver Leistung, geschwächter Immunantwort und verminderter Trainingsanpassung bei Sportlern in Verbindung gebracht (Watson et al. 2015).
es: Tiempo realmente dormido (excluye los periodos despierto durante la noche). La National Sleep Foundation recomienda 7–9 horas para adultos de 18 a 64 años y 7–8 horas a partir de 65. Dormir de forma sostenida menos de 6 horas se asocia con función cognitiva deteriorada, respuesta inmunitaria debilitada y menor adaptación al entrenamiento en deportistas (Watson y cols. 2015).
fi: Todellinen nukuttu aika (ei sisällä yön aikaisia valvejaksoja). National Sleep Foundation suosittelee 7–9 tuntia 18–64-vuotiaille aikuisille ja 7–8 tuntia yli 65-vuotiaille. Jatkuvasti alle 6 tuntia liittyy heikentyneeseen kognitiiviseen toimintaan, heikentyneeseen immuunivasteeseen ja urheilijoilla vähentyneeseen harjoitusadaptaatioon (Watson ym. 2015).
fr: Temps réellement passé à dormir (hors périodes d’éveil durant la nuit). La National Sleep Foundation recommande 7 à 9 heures pour les adultes de 18 à 64 ans, et 7 à 8 heures à partir de 65 ans. Dormir durablement moins de 6 heures est associé à une fonction cognitive altérée, une réponse immunitaire affaiblie et une moindre adaptation à l’entraînement chez les athlètes (Watson et al. 2015).
is: Tími sem raunverulega fór í svefn (án vökustunda um nóttina). National Sleep Foundation mælir með 7–9 klukkustundum fyrir fullorðna 18–64 ára og 7–8 klukkustundum fyrir 65 ára og eldri. Viðvarandi svefn undir 6 klukkustundum tengist skertri vitrænni getu, veiklaðri ónæmissvörun og minni æfingaaðlögun hjá íþróttafólki (Watson o.fl. 2015).
it: Tempo effettivamente trascorso dormendo (esclusi i periodi di veglia notturni). La National Sleep Foundation raccomanda 7–9 ore per gli adulti tra 18 e 64 anni e 7–8 ore dai 65 in su. Dormire stabilmente meno di 6 ore è associato a funzione cognitiva compromessa, risposta immunitaria indebolita e minore adattamento all’allenamento negli atleti (Watson et al. 2015).
ja: 実際に眠っていた時間です（夜間の覚醒時間は含みません）。National Sleep Foundation は、18〜64 歳の成人に 7〜9 時間、65 歳以上に 7〜8 時間を推奨しています。6 時間未満が続くと、認知機能の低下、免疫応答の弱化、アスリートにおけるトレーニング適応の低下と関連することが報告されています（Watson ら 2015）。
ko: 실제로 잠든 시간입니다(밤중 각성 시간은 제외). National Sleep Foundation은 18–64세 성인에게 7–9시간, 65세 이상에게 7–8시간을 권장합니다. 6시간 미만이 지속되면 인지 기능 저하, 면역 반응 약화, 그리고 운동선수의 훈련 적응 감소와 연관됩니다(Watson 외 2015).
nb: Tid du faktisk sov (uten våkne perioder i løpet av natten). National Sleep Foundation anbefaler 7–9 timer for voksne 18–64 år og 7–8 timer for 65+. Vedvarende under 6 timer er forbundet med svekket kognitiv funksjon, redusert immunrespons og dårligere treningstilpasning hos utøvere (Watson mfl. 2015).
nl: Tijd die je echt geslapen hebt (exclusief wakkere periodes in de nacht). De National Sleep Foundation adviseert 7–9 uur voor volwassenen van 18 tot 64 jaar en 7–8 uur vanaf 65. Structureel minder dan 6 uur wordt in verband gebracht met verminderde cognitieve functie, een zwakkere immuunrespons en minder trainingsadaptatie bij sporters (Watson e.a. 2015).
pt_br: Tempo efetivamente dormido (exclui os períodos acordado durante a noite). A National Sleep Foundation recomenda 7–9 horas para adultos de 18 a 64 anos e 7–8 horas para 65+. Dormir consistentemente menos de 6 horas está associado a função cognitiva prejudicada, resposta imune enfraquecida e menor adaptação ao treino em atletas (Watson et al. 2015).
ru: Время, фактически проведённое во сне (без периодов бодрствования ночью). National Sleep Foundation рекомендует 7–9 часов взрослым 18–64 лет и 7–8 часов людям от 65. Стабильный сон менее 6 часов связывают с ухудшением когнитивных функций, ослаблением иммунного ответа и снижением тренировочной адаптации у спортсменов (Watson и др., 2015).
sv: Tid du faktiskt sov (exklusive vakna perioder under natten). National Sleep Foundation rekommenderar 7–9 timmar för vuxna 18–64 år och 7–8 timmar för 65+. Att konsekvent sova under 6 timmar förknippas med försämrad kognitiv funktion, försvagat immunsvar och sämre träningsanpassning hos idrottare (Watson m.fl. 2015).
zh_hans: 实际处于睡眠状态的时间（不含夜间清醒时段）。美国国家睡眠基金会建议 18–64 岁成人睡 7–9 小时，65 岁以上睡 7–8 小时。长期低于 6 小时与认知功能受损、免疫反应减弱以及运动员训练适应下降相关（Watson 等，2015）。

source: Time Asleep
ar: وقت النوم
da: Sovetid
de: Schlafzeit
es: Tiempo dormido
fi: Uniaika
fr: Temps de sommeil
is: Sveftími
it: Tempo dormito
ja: 睡眠時間
ko: 수면 시간
nb: Sovetid
nl: Slaaptijd
pt_br: Tempo dormindo
ru: Время сна
sv: Sovtid
zh_hans: 睡眠时长

source: Time AT1–AT2 (0.50 ≤ α1 < 0.75)
ar: الوقت بين AT1 و AT2 (0.50 ≤ α1 < 0.75)
da: Tid AT1–AT2 (0,50 ≤ α1 < 0,75)
de: Zeit AT1–AT2 (0,50 ≤ α1 < 0,75)
es: Tiempo AT1–AT2 (0,50 ≤ α1 < 0,75)
fi: Aika AT1–AT2 (0,50 ≤ α1 < 0,75)
fr: Temps AT1–AT2 (0,50 ≤ α1 < 0,75)
is: Tími AT1–AT2 (0,50 ≤ α1 < 0,75)
it: Tempo AT1–AT2 (0,50 ≤ α1 < 0,75)
ja: AT1〜AT2 の時間 (0.50 ≤ α1 < 0.75)
ko: AT1–AT2 시간 (0.50 ≤ α1 < 0.75)
nb: Tid AT1–AT2 (0,50 ≤ α1 < 0,75)
nl: Tijd AT1–AT2 (0,50 ≤ α1 < 0,75)
pt_br: Tempo AT1–AT2 (0,50 ≤ α1 < 0,75)
ru: Время AT1–AT2 (0,50 ≤ α1 < 0,75)
sv: Tid AT1–AT2 (0,50 ≤ α1 < 0,75)
zh_hans: AT1–AT2 时间 (0.50 ≤ α1 < 0.75)

source: Time Awake
ar: وقت اليقظة
da: Vågen tid
de: Wachzeit
es: Tiempo despierto
fi: Hereilläoloaika
fr: Temps éveillé
is: Vökutími
it: Tempo sveglio
ja: 覚醒時間
ko: 각성 시간
nb: Våken tid
nl: Wakkere tijd
pt_br: Tempo acordado
ru: Время бодрствования
sv: Vaken tid
zh_hans: 清醒时长

source: Time below AT1 (α1 ≥ 0.75)
ar: الوقت تحت AT1 (α1 ≥ 0.75)
da: Tid under AT1 (α1 ≥ 0,75)
de: Zeit unter AT1 (α1 ≥ 0,75)
es: Tiempo por debajo de AT1 (α1 ≥ 0,75)
fi: Aika alle AT1:n (α1 ≥ 0,75)
fr: Temps sous AT1 (α1 ≥ 0,75)
is: Tími undir AT1 (α1 ≥ 0,75)
it: Tempo sotto AT1 (α1 ≥ 0,75)
ja: AT1 未満の時間 (α1 ≥ 0.75)
ko: AT1 미만 시간 (α1 ≥ 0.75)
nb: Tid under AT1 (α1 ≥ 0,75)
nl: Tijd onder AT1 (α1 ≥ 0,75)
pt_br: Tempo abaixo de AT1 (α1 ≥ 0,75)
ru: Время ниже AT1 (α1 ≥ 0,75)
sv: Tid under AT1 (α1 ≥ 0,75)
zh_hans: 低于 AT1 的时间 (α1 ≥ 0.75)

source: Time Domain
ar: المجال الزمني
da: Tidsdomæne
de: Zeitbereich
es: Dominio de tiempo
fi: Aika-alue
fr: Domaine temporel
is: Tímasvið
it: Dominio del tempo
ja: 時間領域
ko: 시간 영역
nb: Tidsdomene
nl: Tijdsdomein
pt_br: Domínio do Tempo
ru: Временная область
sv: Tidsdomän
zh_hans: 时域

source: Time Domain HRV
ar: HRV في المجال الزمني
da: Tidsdomæne-HRV
de: Zeitbereichs-HRV
es: HRV en dominio temporal
fi: Aikatason HRV
fr: HRV domaine temporel
is: HRV í tímasviði
it: HRV nel dominio del tempo
ja: 時間領域 HRV
ko: 시간 영역 HRV
nb: Tidsdomene-HRV
nl: Tijddomein-HRV
pt_br: VFC no domínio do tempo
ru: ВСР во временной области
sv: Tidsdomän-HRV
zh_hans: 时域 HRV

source: Time Domain Metrics
ar: مقاييس المجال الزمني
da: Tidsdomæne-målinger
de: Zeitbereichs-Metriken
es: Métricas del dominio temporal
fi: Aikatason mittarit
fr: Métriques du domaine temporel
is: Mælingar í tímasviði
it: Metriche nel dominio del tempo
ja: 時間領域の指標
ko: 시간 영역 지표
nb: Tidsdomene-målinger
nl: Tijddomein-metrieken
pt_br: Métricas no domínio do tempo
ru: Показатели временной области
sv: Tidsdomänmätvärden
zh_hans: 时域指标

source: Time In Bed
ar: الوقت في السرير
da: Tid i seng
de: Zeit im Bett
es: Tiempo en cama
fi: Aika sängyssä
fr: Temps au lit
is: Tími í rúmi
it: Tempo a letto
ja: 就床時間
ko: 침대에 있던 시간
nb: Tid i seng
nl: Tijd in bed
pt_br: Tempo na cama
ru: Время в постели
sv: Tid i sängen
zh_hans: 卧床时长

source: Time Range:
ar: النطاق الزمني:
da: Tidsinterval:
de: Zeitraum:
es: Intervalo de tiempo:
fi: Aikaväli:
fr: Plage horaire :
is: Tímabil:
it: Intervallo di tempo:
ja: 時間範囲:
ko: 시간 범위:
nb: Tidsintervall:
nl: Tijdsbereik:
pt_br: Intervalo de tempo:
ru: Диапазон времени:
sv: Tidsintervall:
zh_hans: 时间范围：

source: Time spent awake while in bed. Brief awakenings are normal (4–6 per night). Sustained awakenings >5 min, especially in the second half, are what fragment recovery.
ar: الوقت المستيقظ أثناء وجودك في السرير. الاستيقاظات القصيرة طبيعية (4–6 في الليلة). أما الاستيقاظات المستمرة لأكثر من 5 دقائق، خاصة في النصف الثاني، فهي ما يجزّئ التعافي.
da: Tid vågen i sengen. Korte opvågninger er normale (4–6 pr. nat). Vedvarende opvågninger over 5 min, især i anden halvdel, er det, der fragmenterer restitutionen.
de: Zeit im Bett im Wachzustand. Kurze Wachphasen sind normal (4–6 pro Nacht). Anhaltende Wachphasen über 5 Min, besonders in der zweiten Nachthälfte, zerstückeln die Erholung.
es: Tiempo despierto estando en la cama. Los microdespertares breves son normales (4–6 por noche). Los despertares sostenidos de más de 5 min, sobre todo en la segunda mitad, son los que fragmentan la recuperación.
fi: Sängyssä valveilla vietetty aika. Lyhyet heräämiset ovat normaaleja (4–6 yössä). Yli 5 minuutin pitkittyneet heräämiset, erityisesti jälkipuoliskolla, pirstovat palautumisen.
fr: Temps passé éveillé au lit. Les brefs réveils sont normaux (4–6 par nuit). Ce sont les réveils prolongés de plus de 5 min, surtout en seconde moitié de nuit, qui fragmentent la récupération.
is: Tími vakandi í rúmi. Stuttar vöknun eru eðlilegar (4–6 á nóttu). Það eru langvarandi vöknun yfir 5 mín, einkum í seinni hlutanum, sem sundra endurheimtinni.
it: Tempo trascorso sveglio a letto. I brevi risvegli sono normali (4–6 per notte). Sono i risvegli prolungati oltre 5 min, soprattutto nella seconda metà, a frammentare il recupero.
ja: 就床中に覚醒していた時間。短い覚醒は正常です（1 晩に 4〜6 回）。回復を分断するのは、特に後半に起こる 5 分を超える持続的な覚醒です。
ko: 침대에서 깨어 있던 시간. 짧은 각성은 정상입니다(하룻밤 4–6회). 회복을 조각내는 것은 특히 후반부에 나타나는 5분 초과의 지속적 각성입니다.
nb: Tid våken i sengen. Korte oppvåkninger er normale (4–6 per natt). Det er vedvarende oppvåkninger over 5 min, særlig i andre halvdel, som fragmenterer restitusjonen.
nl: Tijd wakker in bed. Korte ontwakingen zijn normaal (4–6 per nacht). Aanhoudende ontwakingen van meer dan 5 min, vooral in de tweede helft, versnipperen het herstel.
pt_br: Tempo acordado enquanto na cama. Despertares breves são normais (4–6 por noite). São os despertares prolongados acima de 5 min, sobretudo na segunda metade, que fragmentam a recuperação.
ru: Время бодрствования в постели. Короткие пробуждения нормальны (4–6 за ночь). Восстановление дробят именно затяжные пробуждения дольше 5 минут, особенно во второй половине ночи.
sv: Tid vaken i sängen. Korta uppvaknanden är normala (4–6 per natt). Det är ihållande uppvaknanden över 5 min, särskilt under andra halvan, som fragmenterar återhämtningen.
zh_hans: 卧床期间清醒的时间。短暂觉醒是正常的（每晚 4–6 次）。真正打断恢复的是超过 5 分钟的持续觉醒，尤其发生在后半夜时。

source: TIMELINE
ar: الخط الزمني
da: TIDSLINJE
de: ZEITLEISTE
es: CRONOLOGÍA
fi: AIKAJANA
fr: CHRONOLOGIE
is: TÍMALÍNA
it: CRONOLOGIA
ja: タイムライン
ko: 타임라인
nb: TIDSLINJE
nl: TIJDLIJN
pt_br: LINHA DO TEMPO
ru: ХРОНОЛОГИЯ
sv: TIDSLINJE
zh_hans: 时间线
